export const menu = [
  { title: "Каталог игр" },
  { title: "Добавить игру" },
  { title: "Контакты" },
];

export const categories = [{ title: "MOBA" }, { title: "Шутер" }];

export const games = [
  {
    title: "Dota 2",
    description:
      "Культовая MOBA игра с огромным количеством героев и тактических возможностей. Сражайтесь в команде из 5 игроков против другой команды, защищая свои башни и разрушая вражеские.",
    category: "MOBA",
  },
  {
    title: "League of Legends",
    description:
      "Одна из самых популярных MOBA игр в мире. Выберите своего чемпиона и сражайтесь на арене, развивая персонажа и работая в команде для достижения победы.",
    category: "MOBA",
  },
  {
    title: "Counter-Strike 2",
    description:
      "Командный шутер от первого лица, где террористы противостоят спецназу. Точность, тактика и командная работа - ключ к победе в этой культовой игре.",
    category: "Шутер",
  },
  {
    title: "Valorant",
    description:
      "Тактический шутер от первого лица с уникальными способностями агентов. Комбинируйте точную стрельбу с особыми умениями вашего персонажа для победы.",
    category: "Шутер",
  },
  {
    title: "Apex Legends",
    description:
      "Королевская битва в мире Titanfall с уникальными персонажами и их способностями. Сражайтесь в команде из трех игроков за звание чемпионов.",
    category: "Шутер",
  },
];
